
class Comands:
    hello_message = "Привет! Я ваш помощник. Как я могу помочь вам сегодня?"
    bad_request_message = "В настоящее время бот не поддерживает аудио и видео информацию. Спросите бота о чем-нибудь"
    help_message = "Вот несколько команд, которые вы можете использовать:\n" \
                "/start - Запустить бота\n" \
                "/help - Получить список доступных команд\n" \
                "/info - Узнать больше о боте\n" \
                "/echo <сообщение> - Бот повторит ваше сообщение\n" \
                "/stop - Остановить взаимодействие с ботом"

    info_message = "Я бот, созданный для помощи вам с различными вопросами. Чем я могу помочь?"

    unauthorized_message = "go away!"
    spam_message = "дождитесь ответа на предыдущий вопрос."

    echo_message = "Вы сказали: {}"
    stop_message = "Спасибо за использование бота! Если вам нужна помощь, просто напишите /start."
